<template>
  <div id="cbg">
    <div class="cz">
      <div class="cz-left">
        <img src="../../assets/images/dilisheding.jpg" alt="">
        <span>世界设定</span>
      </div>
      <div class="cz-right">
        <h2>地理设定</h2>
        <p>在海贼世界中，整个海被红土大陆和伟大航路划分为东、西、南、北四块海。伟大航路前半段海域“乐园”，东海与南海之间的海域，新人们在此展开激烈地交锋。伟大航路后半段海域“新世界”，世界三大势力之一“四皇”在此称霸，被称为“世界上最强的海”。</p>
        <p>此外，伟大航道两侧的带状区域叫做“无风带”，没有气流，也没有海流，是个永久风平浪静的海域。无风带是海王类的巢穴。垂直于伟大航道，将世界的海洋分为两部分的环状大陆叫做“红土大陆”，因外表为红色的土壤覆盖而得其名。</p>
      </div>
    </div>

    <div class="cz">
      <div class="cz-left">
        <img src="../../assets/images/shijiezhengfu.jpg" alt="">
        <span>旗帜</span>
      </div>
      <div class="cz-right">
        <h2>世界政府</h2>
        <p>以“绝对的正义”之名，拥有170个以上加盟国的“正义”的守护者，依靠牢固的结盟而生成的最大规模的国际组织，以“世界”自居，支配整个世界，守卫掌管司法世界的秩序。本部设立于“圣地”玛丽乔亚，由海军和CIPHER POL（CP）等机构汇集诸国，服从世界政府制定的法律，维护世界秩序。</p>
        <p>800年前，有20个国家的20个王创立了世界政府，身为“造物主”的王们带着各自的家人去“圣地”玛丽乔亚居住，只有阿拉巴斯坦的奈菲尔塔利家拒绝了，如今仍居住在那君临着这个世界那些“造物主”的后裔便是天龙人。</p>
      </div>
    </div>

    <div class="cz">
      <div class="cz-left">
        <img src="../../assets/images/xuanshangjin.jpg" alt="">
        <span>路飞悬赏金</span>
      </div>
      <div class="cz-right">
        <h2>悬赏金额</h2>
        <p>悬赏金额是世界政府对犯罪者（例如海贼）所进行通缉的赏金，悬赏金额的多少并不只是代表被悬赏之人有多强悍，同时也代表着那个人对政府造成的“危险度”或“威胁度”有多高。</p>
        <p>若海贼成为王下七武海，悬赏金额会暂时终止，仅保留旧纪录。若称号被取消或主动放弃称号则悬赏金会恢复或增加。悬赏金额一旦超过3亿，则在一般的状况下上涨的速度也就会跟着变慢，因此赏金比较不容易上涨。</p>
        <p>悬赏单上通常写着“DEAD OR ALIVE（生死不论）”（山治是曾因家族关系而唯一写着“ONLY ALIVE（必需活捉）”的悬赏者，蛋糕岛事件过后改回DEAD OR ALIVE，不过因为世界政府希望对目标进行公开处刑好增加威信的缘故，所以在被悬赏者死亡的情况下，得到的赏金会减少3成。</p>
        <p>悬赏金的单位是“贝里”，贝里是ONE PIECE世界中的通用货币单位，贝里若要换算成现实币则是约略等于日圆。此外，ONE PIECE世界还存在“伊克”（又译“艾古斯币”）（空岛货币，1贝里可兑换10000伊克）、“蛇发”（又译戈尔）（女儿国货币）等货币单位。</p>
      </div>
    </div>

    <div class="cz">
      <div class="cz-left">
        <img src="../../assets/images/lishizhengwen.jpg" alt="">
        <span>位于佐乌的红色历史本文</span>
      </div>
      <div class="cz-right">
        <h2>历史本文</h2>
        <p>是指和之国光月一族的先人们在空白100年间，将历史刻在无法被破坏的石头上，并且送到世界各地去。研究历史本文的行为被世界政府定义为犯罪。石碑上的文字只有石碑制造者——光月一族与生活在奥哈拉的学者才能解读。因为长时间下来，光月一族解读历史正文的解读方法和石碑内容在桃之助父辈一代就已经失传了，再加上奥哈拉的毁灭，历史本文仅剩罗宾一人可以解读。要将上所记载的文字全部串联起来才能变成一篇填补空白历史的文章，只有这篇串联而成的文章才是“真正的历史本文”，就能知道空白的100年的历史。“海贼王”哥尔·D·罗杰已经将这篇文章送往伟大航道的尽头“拉夫德鲁”。</p>
        <p>据846话蛋蛋男爵所说，刻有历史正文的石块共有30块。其中9块记载着具体情报，4块红色的是记载着拉夫德鲁的地点的“航路历史正文”。</p>
        <p>记载着“拉夫德鲁”最终点的四块石头皆为红色，被称为【Road历史正文】。赤之石【Road历史正文】世界上一共有4块，每块赤之石上记录着一个地点，当知道了这些位置，在地图上把四个点连结之时，在中心浮现的就是最后之岛“拉夫德鲁”。现在赤之石一块在佐乌由和之国的光月一族掌管，一块下落不明，剩下两块分别由四皇夏洛特·玲玲与四皇凯多掌管着一块。</p>
        <p>现出现过的历史正文为（按出现顺序）：</p>
        <p>1、第202话：阿拉巴斯坦-皇家之墓的葬祭殿：记载了古代兵器——冥王的所在地</p>
        <p>2、第290话：空岛黄金乡黄金钟底座：记载了古代兵器——海王的所在地</p>
        <p>3、第395话：奥哈拉全知之树的地下室</p>
        <p>4、第398话：罗宾小时候逃亡时的某个未知地</p>
        <p>5、第628话：鱼人岛的海之森：乔伊波伊的悔罪书</p>
        <p>6、第778话扉页：扉页连载故事中，甚平在海底发现（被甚平献给BIG MOM）</p>
        <p>7、第817话：佐乌鲸鱼森林鲸鱼之树内部（【Road历史正文】）</p>
        <p>8、第846话：万国托特兰宝物库，BIG MOM海贼团收藏的【Road历史正文】</p>
        <p>9、第846话：除BIG MOM收藏的【Road历史正文】和甚平献给BIG MOM的以外的第三块历史本文</p>
      </div>
    </div>

    <div class="cz">
      <div class="cz-right">
        <h2>古代兵器</h2>
        <p>历史正文中记载在远古时代存在着可以毁灭世界的三个拥有“神”的称号的古代兵器，分别是冥王（普鲁顿）、海王（波塞冬）、天王（乌拉诺斯）。</p>
        <p>冥王（普鲁顿，Pluton）：冥王是造船史上最恶战舰，曾经由七水之都所建造的超级战舰，一炮可以毁灭一座岛，在阿拉巴斯坦王国下皇家之墓的“历史本文”记载了它的位置。七水之都的设计者将冥王战舰的设计图代代相传给优秀且值得信任的船匠，冥王设计图已经被弗兰奇烧毁。</p>
        <p>海王（波塞冬，Poseidon）：海王是每800年才会出现的一位拥有与海王类沟通能力的人鱼公主，海王类之王，拥有与海王类对话及统帅它们的能力，召唤的海王类体长在5000米以上。位于加亚岛黄金乡上黄金钟里的“历史本文”记载了它的位置（鱼人岛）。白星公主和空白的100年间的人鱼公主，正是历史本文中的“海王”波塞冬。</p>
        <p>天王（乌拉诺斯，Uranus）：天王于鱼人岛篇首次提出，性能、形状等暂时不得而知。</p>
      </div>
    </div>

    <div class="cz">
      <div class="cz-right">
        <h2>世界种族</h2>
        <p>人族：世界上最多人数的种族，担任全世界的核心的种族，生活文化多种多样，存在阶级关系，其中世界政府的创设者的末裔“天龙人”位于阶级顶点。</p>
        <p>人鱼族：游泳速度最快的种族，下半身拥有鱼类的特性。女性人鱼在30岁的时候，鱼尾可以变成双腿，男性人鱼的鱼尾终身无法分成双腿。能在水中呼吸，在水中居住。人鱼族属哺乳类胎生，与人类生育方式相同。人鱼族与人类的后代只会是人类，但水性很好。</p>
        <p>鱼人族：与人鱼族是同族关系，有蹼并用鳃呼吸所以能在水中呼吸和生活，腕力是人类10倍，天生就有脚。鱼人族属哺乳类胎生，与人类生育方式相同。</p>
        <p>巨人族：15米以上的巨大身体，寿命和体形是人类的3倍，在新世界有巨人族战士的村庄“艾尔帕布”。</p>
        <p>小人族：在香波地群岛人口贩卖价位单首次出现。在GREEN BIT有小人族聚居。</p>
        <p>足长族：比一般人类的身高还要高得多，长腿是其特征。与较大的身体相比，腿像树枝一样细长。</p>
        <p>手长族：长手臂和两个关节是其特征，肘关节有两个。</p>
        <p>蛇首族：特征是类似蛇首般椭圆的头部和异常细长的颈部。</p>
        <p>毛皮族：佐乌岛居住，有着半人半兽的外观，拥有自身兽种的能力和特性。</p>
        <p>三眼族：长有三只眼睛，外型大致和人类无异。</p>
      </div>
    </div>

    <div class="cz">
      <div class="cz-right">
        <h2>恶魔果实</h2>
        <p>恶魔果实能力分为三大类：超人系，动物系（包括稀有的幻兽种、古代种），自然系（恶魔果实最强系列），恶魔果实能力有相似，但不会重复。另外当原果实拥有者死亡以后，这样的果实会继续出现。</p>
        <p>恶魔果实的形状就像是一般常见的水果（如香蕉、哈蜜瓜等）──和水果不同的是，从果皮到果肉上都布满了螺旋花纹。CP9的卡古、卡莉法的食用过程看来，入口的味道可说令人相当难以忍受。不食用的时候，恶魔果实似乎可以永久保存。只有吃下剖开后的第一口才会得到该果实的能力，之后分食的人并不会有任何变化。</p>
      </div>
    </div>

    <div class="cz">
      <div class="cz-right">
        <h2>霸气</h2>
        <p>霸气是世界上所有人类都潜在的力量，它和声息、气势、威慑力这些普通的感觉并没有任何区别。但是大多数人们并没有意识到这种力量，或者即使想要发挥却终其一生也不得要领，“坚信不疑”即是强大。除了天生资质，要么经过长期锻炼才能掌握的能力或在战斗中受到刺激而唤醒的能力，中将级别以上的海兵都拥有这种力量。</p>
        <p>见闻色霸气：能够强烈地感受到对方声息的力量，一旦提升了这种力量，就能提取视野以外的敌人的位置、数量以及下一瞬间对手将要采取的行动。在空岛称这个为心网。最强大的见闻色霸气可以感受对方的思维和情绪，并将使用者自身的意识传达给他人，影响他人的心智和思想产生共鸣。但拥有这种级别的见闻色霸气的人比拥有霸王色霸气的人更为稀少。目前只有鱼人岛篇的乙姬王妃拥有这种级别的见闻色霸气。另外，卡塔库栗的见闻色霸气能让其看见短暂的未来。</p>
        <p>武装色霸气：可以想象成穿着一件肉眼看不见的铠甲，坚硬的铠甲自然也会转变成攻击力，是这个世上唯一能与恶魔果实能力者对抗的手段，甚至是让人感觉几乎无敌的自然系能力者那种流动的身体也可以凭借此攻击其实体。</p>
        <p>霸王色霸气：几百万人之中只有一人才具备的王者霸气，是震摄对手的力量，威震四方的枭雄们大多潜藏这种力量，但是霸王色只能控制，无法靠锻炼加强的。这种力量就是使用者的气魄，只有在本人的成长中才能得以强化。在“新世界”拥有霸王色霸气的人数较多。</p>
      </div>
    </div>

  </div>
</template>

<script>
export default {

}
</script>
